Revit 2027 API
StructuralElementDefinitionData.ZJust Property
 Z justification (ref axis).
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ZJustification ZJust { get; }
Public ReadOnly Property ZJust As ZJustification
	Get
public:
property ZJustification ZJust {
	ZJustification get ();
}
member ZJust : ZJustification with get
Property Value
ZJustification
See Also
Reference
StructuralElementDefinitionData Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace